Repository: sokol07/BuR-DemoWall
Catalog: Logical/mappView/Resources/Texts/UnitTexts.tmx
Source language: en
Languages: pl

source: Settings
pl: Ustawienia

source: Hardware
pl: Sprzęt

source: Axes
pl: Osie

source: Top screen:
pl: Górny wyświetlacz:

source: Bottom screen:
pl: Dolny wyświetlacz:

source: Top potentiometer:
pl: Potencjometr górny:

source: Bottom potentiometer:
pl: Potencjometr dolny:

source: Encoder:
pl: Enkoder:

source: Switches status
pl: Stan przełączników

source: LED commands
pl: Sterowanie diodami LED

source: Red
pl: Czerwony

source: Green
pl: Zielony

source: Yellow
pl: Żółty

source: User
pl: Użytkownik

source: Login
pl: Zaloguj

source: Logout
pl: Wyloguj

source: Password
pl: Hasło

source: Login Successful
pl: Zalogowano

source: Set User failed
pl: Nie udało się zalogować

source: Axis 1
pl: Oś 1

source: Axis 2
pl: Oś 2

source: Axis 3
pl: Oś 3

source: Axis 4
pl: Oś 4

source: Axis 5
pl: Oś 5

source: Axis 6
pl: Oś 6

source: Autotuning axis 1
pl: Autostrojenie osi 1

source: Autotuning axis 2
pl: Autostrojenie osi 2

source: Autotuning axis 3
pl: Autostrojenie osi 3

source: Autotuning axis 4
pl: Autostrojenie osi 4

source: Autotuning axis 5
pl: Autostrojenie osi 5

source: Autotuning axis 6
pl: Autostrojenie osi 6

source: Autotuning done
pl: Autostrojenie wykonane

source: Two axis (1 and 2)
pl: Dwie osie (1 i 2)

source: On
pl: Wł

source: Off
pl: Wył

source: Power On
pl: Zasilanie Wł

source: Power Off
pl: Zasilanie Wył

source: Velocity
pl: Prędkość

source: Following movement
pl: Tryb podążania

source: Electronic gear
pl: Przekładnia elektroniczna

source: Continuous movement
pl: Ruch ciągły

source: Additive movement
pl: Ruch addytywny

source: Absolute movement
pl: Ruch absolutny

source: Manual movement
pl: Ruch ręczny

source: Right
pl: Prawo

source: Left
pl: Lewo

source: Distance
pl: Dystans

source: Position
pl: Pozycja

source: Axis is homed, move permitted
pl: Oś zbazowana, ruch dozwolony

source: Start homing
pl: Rozpocznij bazowanie

source: Move
pl: Ruch

source: Direction
pl: Kierunek

source: Inputs
pl: Wejścia

source: Outputs
pl: Wyjścia

source: Counter
pl: Licznik

source: Digital outputs
pl: Wyjścia cyfrowe X20DO9322

source: Digital inputs
pl: Wejścia cyfrowe X20DO9371

source: Analog outputs
pl: Wyjścia analogowe

source: Analog inputs
pl: Wejścia analogowe

source: Digital Inputs/Outputs module
pl: Moduł Wejść/Wyjśc cyfrowych

source: Analog Inputs/Outputs module
pl: Moduł Wejść/Wyjść analogowych

source: Digital Inputs/Outputs modul (via Profibus)
pl: Moduł Wejść/Wyjść cyfrowych (przez Profibus)

source: Two axes
pl: Dwie osie

source: User changed to:
pl: Zmieniono użytkownika na:

source: Authorization failed
pl: Autoryzacja nie powiodła się

source: Description
pl: Opis

source: Choose language
pl: Wybierz język

source: Choose units
pl: Wybierz jednostki

source: Manual control mode
pl: Ręczne ustawianie kolorów

source: Auto color mode
pl: Tryb automatyczny

source: Snake
pl: Wąż

source: Error reset
pl: Kasowanie błędu

source: Users:
pl: Użytkownicy:

source: Press appearing buttons as fast as you can. Your score in miliseconds will be displayed on the screen. Press red to start game.
pl: Naciskaj pojawiąjace się przyciski, najszybciej jak potrafisz. Twój wynik w milisekundach zostanie wyświetlony na ekranie. Naciśnij czerwony przycisk, aby rozpocząć grę.

source: Result:
pl: Wynik:
